Repository: IchHabRecht/issues
Catalog: Localization/*.lproj/Appraisal.strings
Languages: de, es, fr, it

# appraisal_attack
source: Attack
de: Angriffs-Wert
es: Ataque
fr: Attaque
it: Attacco

# appraisal_defense
source: Defense
de: Verteidigungs-Wert
es: Defensa
fr: Défense
it: Difesa

# appraisal_instinct_best0
source: Its stats are all right, but kinda basic, as far as I can see.
de: Seine Werte sind okay.
es: Sus características están... bien, supongo.
fr: Ses stats ne sont pas mal, mais un peu basiques, il me semble.
it: Credo che le sue statistiche non siano il massimo, ma possono andare.

# appraisal_instinct_best13
source: Its stats are really strong! Impressive!
de: Seine Werte sind wirklich hoch! Hut ab!
es: ¡Sus características son realmente fuertes! ¡Es impresionante!
fr: Ses stats sont super élevées. Impressionnant !
it: Che statistiche forti! Incredibile!

# appraisal_instinct_best15
source: Its stats are the best I've ever seen! No doubt about it!
de: Seine Werte sind die besten, die ich je gesehen habe! Daran besteht kein Zweifel!
es: ¡Sus características son lo mejor que he visto nunca! ¡Qué pasada!
fr: Ses stats sont les meilleures que j'ai jamais vues ! Sans aucun doute !
it: Le sue statistiche sono senza dubbio le migliori che abbia mai visto!

# appraisal_instinct_best8
source: It's definitely got some good stats. Definitely!
de: Seine Werte können sich sehen lassen!
es: Tiene buenas características, sin duda.
fr: Il a quelques bonnes stats, c'est sûr !
it: C’è certamente qualcosa di valido nelle sue statistiche.

# appraisal_instinct_overall0
source: ...has room for improvement as far as battling goes.
de: ...kann sich im Kampf noch verbessern!
es: ...podría mejorar algo en lo que se refiere a combates.
fr: ...peut devenir un meilleur combattant.
it: ...potrebbe migliorare nelle lotte.

# appraisal_instinct_overall51
source: ...is pretty decent!
de: ...ist insgesamt ganz gut.
es: ...está bastante bien.
fr: ...est plutôt bien !
it: ...non è malaccio.

# appraisal_instinct_overall66
source: ...is really strong!
de: ...ist insgesamt wirklich stark!
es: ...es realmente fuerte!
fr: ...est vraiment fort !
it: ...è molto forte!

# appraisal_instinct_overall82
source: ...looks like it can really battle with the best of them!
de: ...kann es im Kampf mit allen aufnehmen!
es: ...puede enfrentarse a los mejores!
fr: ...semble capable de tenir tête aux meilleurs !
it: ...sembra potercela fare contro i migliori!

# appraisal_mystic_best0
source: Its stats are not out of the norm, in my estimation.
de: Seine Werte sind insgesamt ganz okay.
es: Sus características dejan un poco que desear, yo diría.
fr: Ses stats n'ont rien d'anormal, à priori.
it: Credo che le sue statistiche non siano fuori dell’ordinario.

# appraisal_mystic_best13
source: I am certainly impressed by its stats, I must say.
de: Ich muss sagen, dass ich von seinen Werten sehr beeindruckt bin.
es: Debo decir que sus características son realmente impresionantes.
fr: Je suis impressionnée par ses stats, à vrai dire.
it: Devo dire che le sue statistiche sono eccellenti.

# appraisal_mystic_best15
source: Its stats exceed my calculations. It's incredible!
de: Seine Werte sind so hoch, dass ich sie gar nicht berechnen kann! Unglaublich!
es: Sus características están fuera de todo cálculo. ¡Es increíble!
fr: Ses stats dépassent tous mes calculs, c'est incroyable !
it: Delle statistiche così non si sono mai viste. Incredibile.

# appraisal_mystic_best8
source: Its stats are noticeably trending to the positive.
de: Seine Werte sind recht beeindruckend.
es: Sus características están bastante bien.
fr: Ses stats s'améliorent à vue d'œil.
it: La sue statistiche sono piuttosto buone.

# appraisal_mystic_overall0
source: ...is not likely to make much headway in battle.
de: ...wird im Kampf insgesamt wahrscheinlich keine großen Fortschritte machen.
es: ...vaya a llegar muy lejos en combate.
fr: ...n'ira pas très loin au combat.
it: ...non avrà grande successo nelle lotte.

# appraisal_mystic_overall51
source: ...is above average.
de: ...ist insgesamt ein gutes Pokémon.
es: ...está por encima de la media.
fr: ...est supérieur à la moyenne.
it: ...è sopra la media.

# appraisal_mystic_overall66
source: ...has certainly caught my attention.
de: ...ist mir insgesamt wirklich aufgefallen.
es: ...me ha llamado ciertamente la atención.
fr: ...a retenu toute mon attention.
it: ...ha attirato la mia attenzione.

# appraisal_mystic_overall82
source: ...is a wonder! What a breathtaking Pokémon!
de: ...ist insgesamt einfach erstaunlich. Wirklich ein atemberaubendes Exemplar!
es: ...es una maravilla para la vista. ¡Qué espécimen tan impresionante!
fr: ...est une merveille. Un Pokémon captivant !
it: ...è una meraviglia assoluta. Che esemplare unico!

# appraisal_stamina
source: HP
de: KP
es: PS
fr: PV
it: PS

# appraisal_valor_best0
source: Its stats don't point to greatness in battle.
de: Seine Werte werden dir im Kampf nicht viel bringen.
es: Sus características no te serán de mucha utilidad en combate.
fr: Ses stats ne t’aideront pas beaucoup au combat.
it: Delle statistiche del genere non gli saranno di grande aiuto nella lotta.

# appraisal_valor_best13
source: It's got excellent stats! How exciting!
de: Es hat hervorragende Werte! Wie aufregend!
es: Cuenta con excelentes características. ¡Qué emocionante!
fr: Ses stats sont excellentes ! C'est super !
it: Ha delle statistiche eccellenti. Forte!

# appraisal_valor_best15
source: I'm blown away by its stats. WOW!
de: Seine Werte hauen mich um. WOW!
es: Estoy flipando con sus características. ¡GUAU!
fr: Je suis estomaquée par ses stats. Bravo !
it: Che statistiche sbalorditive. Non riesco a credere ai miei occhi!

# appraisal_valor_best8
source: Its stats indicate that in battle, it'll get the job done.
de: Seine Werte sind nicht von schlechten Eltern!
es: Sus características te ayudarán a cumplir tu objetivo en combate.
fr: Ses stats indiquent qu'il va faire des dégâts au combat.
it: Delle statistiche del genere dovrebbero bastare nelle lotte.

# appraisal_valor_overall0
source: ...may not be great in battle, but I still like it!
de: ...ist zwar insgesamt im Kampf nicht allzu beeindruckend, aber ich mag es trotzdem!
es: ...puede que no sea el mejor en combate, pero aun así me gusta.
fr: ...n'est pas un combattant, mais je l'aime bien.
it: ...potrebbe non essere forte nella lotta, ma mi piace lo stesso!

# appraisal_valor_overall51
source: ...is a decent Pokémon.
de: ...ist insgesamt ganz gut!
es: ...está bastante bien.
fr: ...est un Pokémon solide !
it: ...non è niente male.

# appraisal_valor_overall66
source: ...is a strong Pokémon. You should be proud!
de: ...ist insgesamt sehr stark. Du kannst stolz sein!
es: ...es muy fuerte. ¡Qué orgullo debes sentir!
fr: ...est très fort. Tu dois être fier !
it: ...è molto forte. Devi esserne orgoglioso!

# appraisal_valor_overall82
source: ...simply amazes me. It can accomplish anything!
de: ...bin ich insgesamt total beeindruckt. Es kann einfach alles!
es: ...simplemente me fascina. ¡Puede lograr cualquier cosa!
fr: ...m’étonne beaucoup. Il peut tout faire !
it: ...è semplicemente stupefacente. Non ha rivali!
